Repository: alvistack/libosinfo-osinfo-db-tools
Catalog: po/*.po
Languages: cs

source: Verbose progress information
cs: Podrobnější výstup průběhu

source: Set version number of archive
cs: Nastavit číslo verze archivu

source: License file
cs: Licenční soubor

source: - Export database archive
cs: - Export databázového archivu

source: %s: error while parsing commandline options: %s
cs: %s: Chyba při parsování voleb příkazové řádky: %s

source: %s: expected path to one archive file to export
cs: %s: očekávaná cesta k jednomu archivnímu souboru, který chcete exportovat

source: Only one of --user, --local, --system & --dir can be used
cs: Je možné použít pouze jedno z --user, --local, --system --dir

source: Import into user directory
cs: Importovat do uživatelského adresáře

source: Import into local directory
cs: Importovat do místního adresáře

source: Import into system directory
cs: Importovat do systémového adresáře

source: Import into custom directory
cs: Importovat do vlastního adresáře

source: Installation root directory
cs: Instalační kořenový adresář

source: Import the latest osinfo-db from osinfo-db's website
cs: Importovat nejnovější osinfo-db z webu projektu

source: - Import database archive
cs: - Import databázového archivu

source: %s: expected path to one archive file to import
cs: %s: očekávaná cesta k jednomu archivnímu souboru, který chcete importovat

source: Report the user directory
cs: Nahlásit uživatelský adresář

source: Report the local directory
cs: Nahlásit místní adresář

source: Report the system directory
cs: Nahlásit systémový adresář

source: Report the custom directory
cs: Nahlásit vlastní adresář

source: Report against root directory
cs: Nahlásit proti kořenovému adresáři

source: - Report database locations
cs: - Nahlásit umístění databáze

source: %s: unexpected extra arguments
cs: %s: neočekávané další argumenty

source: Unable to locate '%s' in any database location
cs: Nelze nalézt '%s' v žádném umístění databáze

source: Schema validity error %s
cs: Chyba platnosti schématu %s

source: Unable to create libxml parser
cs: Není možné vytvořit parser libxml

source: Unable to parse XML document '%s'
cs: Nelze parsovat XML dokument '%s'

source: Unable to validate XML document '%s'
cs: Nelze ověřit XML dokument '%s'

source: Processing '%s'...
cs: Zpracování '%s'...

source: Unable to create RNG parser for %s
cs: Nelze vytvořit RNG parser pro %s

source: Unable to parse RNG %s
cs: Nelze parsovat RNG %s

source: Unable to create RNG validation context %s
cs: Nelze vytvořit ověření kontextu RNG %s

source: Validate files in user directory
cs: Ověřit soubory v uživatelském adresáři

source: Validate files in local directory
cs: Ověřit soubory v místním adresáři

source: Validate files in system directory
cs: Ověřit soubory v systémovém adresáři

source: Validate files in custom directory
cs: Ověřit soubory ve vlastním adresáři

source: - Validate XML documents
cs: - Ověřit XML dokumenty

source: Error while parsing commandline options: %s
cs: Chyba při parsování voleb příkazové řádky: %s

source: Only one of --user, --local, --system, --dir or positional filenames can be used
cs: Je možné použít jen jedno z --user, --local, --system, --dir nebo poziční soubory
